content/math300/DailyReadings.md
+++
title = "Daily Readings and Assignments"
author = ["John Hammond"]
draft = false
mathjax = true
ShowBreadCrumbs = true
+++

## This Week's Reading's and Assignments {#this-week-s-reading-s-and-assignments}

Before class tomorrow (for each day of class!), please complete the following:


### Day 16 (Mon, July 25) {#day-16--mon-july-25}

-   Read:
    -   Sketch 21
    -   Sketch 22
-   Do:
    -   Sketch 21:
    -   Sketch 22:


### Day 17 (Tues, July 26) {#day-17--tues-july-26}

-   Read:
    -   Sketch 19
    -   Sketch 25
-   Do:
    -   Sketch 19: 4; If you have a globe explore 1, 2, and 3
    -   Sketch 25: 3

Do you crochet? You can make a hyperbolic plane!

The pattern is incredibly simple: as long as you consistently increase the same for every row, you'll achieve a hyperbolic surface (constant negative curvature).

I've made several different increase counts. Let's do the simplest version:

1.  Chain 20.
2.  4sc, inc.
3.  repeat row 2 until it's as big as you want. The finished project will look like coral.


### Day 18 (Wed, July 27) {#day-18--wed-july-27}

-   Read:
    -   Sketch 23
    -   Sketch 24
-   Do:
    -   Sketch 23: Look through the questions and projects and do any that seem interesting. You might already be familiar with the material of all the questions.
    -   Sketch 24: 1, 4, (5 if you feel adventurous)


### Day 19 (Thur, July 28) {#day-19--thur-july-28}

-   Read:
    -   Sketch 6
    -   Sketch 20
-   Do:
    -   Sketch 6: 1, 2
    -   Sketch 20: 1, 2;


### Day 20 (Fri, July 29) Last day! {#day-20--fri-july-29--last-day}

****WE FINISHED MTA****

-   We read the book cover to cover. Great job!

... actually... In lieu of a reading assignment, let me pose the following philosophical question - "What is math?"


## Previous Readings and assignments {#previous-readings-and-assignments}


### Week 1 {#week-1}


#### Day 2  (Wednesday, July 6) {#day-2--wednesday-july-6}

-   Read:
    -   Sketch 1
    -   Nutshell, pages 5-25
-   Do:
    -   Sketch 1 questions 1-3
    -   The [Citation Activity linked](https://docs.google.com/document/d/1wVzn8FClW47TPj7Bei7jRBZWQqfugbGq9D8MxBD4wjc/edit?usp=sharing) here.


#### Day 3 (Thursday, July 7): {#day-3--thursday-july-7}

-   Read:
    -   Sketch 2
    -   Sketch 4
-   Do:
    -   Sketch 2 questions 1, 4, 5
    -   Sketch 4 questions 4, 6, 7
-   Do you have modeling clay/playdoh? Can you dig a hole in your yard and get some wet dirt?
-   Grab your 'clay,' a popsicle stick (or regular stick) and watch along to learn to write Cuineiform:

{{< youtube id="zOwP0KUlnZg" >}}


#### Day 4 (Friday, July 8): {#day-4--friday-july-8}

-   Read:
    -   Sketch 8
    -   Sketch 12
-   Do:
    -   Sketch 8: Problems 2, 6
    -   Sketch 12: problems 3, 4, 7
        -   Note for problem 3, here's [Euclid's Elements Online](https://mathcs.clarku.edu/~djoyce/java/elements/bookVI/propVI31.html)
    -   [Choice of Mathematicians for Biographies is Due (update the spreadsheet ](https://drive.google.com/open?id=1HQkCOwVp_W4tD87V-p5_OJWpqOcumyFKdGH2di-lqgk)and email by 9pm)


### Week 2 {#week-2}


#### Day 5 (Monday, July 11): {#day-5--monday-july-11}

-   Try to find about 70 pennies (we want consistent-sized small circular discs) (it's okay if you can't, but if you have them, bring them!)
-   Read:
    -   Sketch 7
    -   Sketch 9
-   Do:
    -   Sketch 7: Problems 1 and 2
    -   Sketch 9: Problems 1, 2, 3
    -   The first presentations are "due" tomorrow! Students are presenting Tuesday and Wednesday!


#### Day 6 (Tuesday, July 12): {#day-6--tuesday-july-12}

(presentations this day - changed reading dates)


#### Day 7 (Wed, July 13) {#day-7--wed-july-13}

-   Read:
    -   Sketch 28
    -   Sketch 10
-   Do:
    -   Sketch 28: Problems: (none assigned but take a look)
    -   Sketch 10: Problems:  2 (try), 3, 5
-   Read:


#### Day 8 (Thur, July 14) {#day-8--thur-july-14}

-   Read:
    -   Sketch 5
    -   Sketch 11
-   Do:
    -   Sketch 5: Problems: 1, 3, 5
    -   Sketch 11: Problems: 1, 3


#### Day 9 (Fri, July 15) {#day-9--fri-july-15}

-   Read:
    -   Sketch 17
    -   Sketch 29
-   Do:
    -   Sketch 17: Problems 6, 7
    -   Sketch 29: (none assigned)
    -   First mathematician biography is Due Today, Friday ([Email to me](mailto:john.hammond@wichita.edu) by 9pm)
    -   Be working on the Historical timeline overview for this mathematician


### Week 3 {#week-3}


#### Day 10 (Mon, July 18) {#day-10--mon-july-18}

-   Read:
    -   Sketch 14
    -   Sketch 13
-   Do:
    -   Sketch 14: 1, 4
    -   Sketch 13: 2, 4
-   History overview due today, Monday (Email by 9pm)
-   The second presentations are "due" tomorrow! Students are presenting Tuesday and Wednesday!


#### Day 11 (Tue, July 19) {#day-11--tue-july-19}

-   Read:
    -   Sketch 3
    -   Nutshell 22 - 66
-   Do:
    -   Sketch 3: Problems 3, 4, 5
    -   "Nutshell"
        -   Since we've now seen a "Large Nutshell" overview of math, let's take a moment to find the topic project that we (you) will be presenting. This is the [MTA Project of the syllabus](https://docs.google.com/document/d/1NT5PZqf7E75kvPy1GXeAJBysQZ-Tx6jBioYrmwxxZXE/edit#bookmark=id.gbn7ed2zceub).
            -   What topic in math is really interesting to you?
            -   What would you like to read more about?
            -   Find the relevant sketch in MTA and look at the Projects section at the end.
            -   Pick two projects you'd like to cover and [claim them on this spreadsheet.](https://docs.google.com/spreadsheets/d/1_vNEo_lcZtNpSvIEpqwQoGFFHdc_HC8CzLUvCFDZM5M/edit?usp=sharing)
            -   [Send me an email](mailto:hammond@math.wichita.edu) after you're done.


#### Day 12 (Wed, July 20) {#day-12--wed-july-20}

-   Read:
    -   Sketch 15
    -   Sketch 16
-   Do:
    -   Sketch 15: question 1, 3, 4
    -   Sketch 16: question 3 (use a ruler and plot points)


#### Day 13 (Thur, July 21) {#day-13--thur-july-21}

-   Read:
    -   Sketch 18
    -   Sketch 27
-   Do:
    -   Sketch 18: 2, 4
    -   Sketch 27: 1abc, 4


#### Day 14 (Fri, July 22) {#day-14--fri-july-22}

-   Read:
    -   Sketch 26
    -   Sketch 30
-   Do:
    -   Sketch 26: 1, 3, 4
    -   Sketch 30: 5  (531 students: all of them)

<!--listend-->

-   Second mathematician biography is Due Today, Friday ([Email to me](mailto:john.hammond@wichita.edu) by 9pm)
-   Be working on the Historical timeline overview for this mathematician
